import React from "react";

const Blog = () => {
  return (
    <div>
      <h1 className="mt-4">
        একটি ইউরোপীয় রীতি এবং আমাদের উপলব্ধি(A European Culture and Our Thoughts
        as Muslims!!)
      </h1>
      <br />
      <br />
      <p>
        একটি রেস্তোরা।একজন ক্রেতা আসলেন ক্যাশ কাউন্টারে আর বললেন ৩টা কফি আর একটা
        সাসপেনশন।ওনি তিনটা কফির দাম মেটালেন আর নিয়ে গেলের দুটো। আরেকজন আসলেন ৪
        টা লাঞ্চ প্যাক চাইলেন এবং বললেন দুটো সাসপেনশন রাখতে।উনি ছয়টা লাঞ্চ
        প্যাকের দাম মেটালেন এবং চারটে প্যাকেট সাথে নিয়ে চলে গেলেন। কিছুক্ষণ পর
        আরও একজন এলেন। অর্ডার করলেন ১টা লাঞ্চ প্যাক আর ৫ টা সাসপেনশন।উনি পেমেন্ট
        করলেন এবং একটা প্যাক নিলেন আর চলে গেলেন। এভাবেই চলতো লাগলো একেরপর এক।{" "}
        <br /> <br /> বেশ কিছুক্ষণ পর একজন বৃদ্ধা জর্জর অবস্থায় আসলেন কাউন্টারে
        আর জিজ্ঞাস করলেন,কোন সাসপেনশন কফি আছে কিনা? কাউন্টার থেকে জানানো হলো যে
        অবশ্যই আছে! এবং তাকে এক কাপ গরম কফি দেওয়া হলো।তার আরও বেশ কিছু সময় পর
        একজন ভদ্রলোক আসলেন আর জিজ্ঞেস করলেন, আজ কোন লাঞ্চ সাসপেনশন আছে কিনা?
        কাউন্টার থেকে তাকে সাদরে জানানো হলো যে আছে।তারপর তাকে একটি গরম খাবারের
        পার্সেল আর এক বোতল পানি দেওয়া হলো। <br /> <br /> ব্যাপারটা সারাদিন
        চললো,চলছে তো চলছেই।কিছু মানুষ নিজের পকেটের টাকা খরচ করে,নিজেন কষ্টার্জিত
        টাকা খরচ করে কিছু অজানা মানুষের খাওয়ার পেমেন্ট করছেন।কিছু দুস্থ মানুষ
        বিনে পয়সায় নিশ্চিন্তে খাবার পাচ্ছেন।সারাদিন ভর এই একই কান্ড।কেউ জানে না
        কারোর পরিচয়।দাতা জানে না গ্রহীতাকে,গ্রহীতা জানে না দাতাকে।কারোর সাথে
        কারোর কোন পরিচয় নেই।প্রয়োজনও নেই পরিচয়ের,প্রয়োজন নেই নিজেকে জাহির
        করার,কিন্তু প্রয়োজন আছে কিছু অভুক্ত মানুষের খাবারের,প্রয়োজন আছে কিছু
        মানুষের মুখে অন্ন তুলে দেওয়ার এবং সেটা পরিচয় গোপন করে,একেবারেই গোপনে।{" "}
        <br />
        <br /> আর এই রীতিটাই নরওয়ের হরদম চেহারা।মানবিকতার উজ্জল এক দৃষ্টান্ত।আজ
        ইউরোপের অন্যান্য দেশেও এই পরম্পরা ছড়িয়ে পড়েছে। <br /> <br /> ইউরোপের
        রীতির গল্পতো শেষ!!! <br /> এবার পালা আমাদের উপলব্ধির…. <br /> <br /> ঠিক
        একইভাবে ইসলামী হুকুমত ও ইসলামী খিলাফত যখন বজায় ছিল, তখন বাজারে বা খোলা
        জায়গায় সোনা দানা বা টাকা পয়সা রাখার ঘর বা বাক্স থাকতো যেখানে ধনীরা
        মুদ্রা রেখে যেতো আর গরীবরা তাদের প্রয়োজনমতো মুদ্রা সেখান থেকে সংগ্রহ
        করতো। কেউ জানতো না কে টাকা দিচ্ছে এবং কেউ জানতো না কে টাকা নিচ্ছে। একটি
        নয় বরং এরকম আরো অসংখ্য সুন্দর উদাহরণ ও সামাজিক নিয়ম বর্তমান ছিল তখনকার
        মুসলিম সমাজে। যেমন মসজিদের সামনে কলার কাদি বা পাকা খেজুরের থোকা ঝুলিয়ে
        রাখা হতো যেন অন্নহীন, ক্ষুধার্ত, দরিদ্র মানুষ তাদের ক্ষুধার নিবারন করতে
        পারে। <br /> <br /> এখানে একটি গুরুত্বপূর্ণ বিষয় হলো দানগ্রহীতার সামাজিক
        সম্মান রক্ষা করা এবং দাতার দান করার বিষয়টাও গোপন রাখা। কারণ দান, সাদাকা
        একটি সামাজিক ইবাদত, প্রচার প্রচারণা বা প্রভাব প্রতিপত্তি অর্জনের বিষয় নয়
        এবং দানের ব‍্যাপারে ইসলামের দৃষ্টিভঙ্গি এটাই। যখন কেউ প্রকাশ‍্যে সবার
        সামনে দান সাহায্য গ্রহণ করছে তখন স্বাভাবিকভাবেই দানগ্রহীতার সামাজিক
        সম্মান ও তার পরিবারের সম্মান ক্ষুণ্ন হচ্ছে। <br /> <br /> অথচ আমরা এখন
        হরহামেশা দান করে দানগ্রহীতার ছবি সামাজিক মাধ্যমে প্রকাশ করে থাকি তার
        সম্মানের দিকটা বিবেচনা না করেই আর অপরদিকে সর্বাত্বক চেষ্টা থাকে দানের
        ছবির মাধ্যমে নিজের সুনাম ও খ‍্যাতি উত্তোরত্তর বাড়ানোর দিকে। <br />{" "}
        <br /> বস্তুত আল্লাহ তাদেরকেই দুনিয়াতে সম্মান ও প্রতিষ্ঠা দেন যারা অন‍্য
        মানুষকে সম্মান দেয়। এবং মুসলিমরা এই কারনেই এক সময় সম্মানিত জাতি হিসেবে
        বিবেচিত ছিল যখন ভৃত‍্য ছিল উটের উপরে আর খলীফা ছিলেন উটের রশি ধরে। শুধু
        বেশী বেশী নামাজ কালাম, রোজা ও হজ্জ্ব পালনের কারণে আল্লাহ দুনিয়াতে
        মানুষকে সম্মান এবং ক্ষমতার মর্যাদা দেননা। <br /> <br /> এবং ঠিক এই
        কারণেই ইউরোপ আমেরিকা দুনিয়াতে এখনো সম্মানিত জাতি এবং ক্ষমতাশালী রাষ্ট্র
        হিসেবে মানবজাতির মধ্যে টিকে আছে কারণ তারা নিজ দেশের জনগণকে যেকোন মুসলিম
        দেশগুলোর তুলনায় অধিক সামাজিক সম্মান, সুরক্ষা ও নিরাপত্তার চাদর দিয়ে ঢেকে
        রেখেছে। তাই মুসলিমদেরকে যদি আবারো দুনিয়ার হারানো সম্মান ও ক্ষমতার আসনে
        অধিষ্ঠিত হতে হয় তবে তাদেরকে বর্তমান ইউরোপ আমেরিকার তুলনায় আরো বেশী
        পরিমাণে আল্লাহর হুকুম অনুসরণ করে সামাজিক ও মানবিক আচরণের উত্তম দৃষ্টান্ত
        স্থাপন করতে হবে অর্থাৎ মানুষকে তার যথাযোগ্য সম্মান ও মর্যাদা দিতে হবে।
        সমাজে ইনসাফ, ন‍্যায় বিচার ও আদল প্রতিষ্ঠা করতে হবে যেমনটা করেছিলেন
        আমাদের সোনালী ইতিহাসের পূর্বসূরীরা, তবেই আমরা ফিরে পাবো দুনিয়ার সম্মান ও
        নেতৃত্বের মর্যাদা। <br /> <br /> আল্লাহর কাছে শুধু নিছক লোক দেখানো
        নামাজ, রোজা ও হজ্জ্বের কোনই মূল‍্য নেই যে সমাজে গরীব, এতিম ও অসহায়
        জনগনের হক মেরে খাওয়া হয়, অন‍্যায় ও জুলুমের হাতকে প্রতিষ্ঠিত ও
        সম্প্রসারিত করা হয় এবং ইনসাফ, আদল ও ন‍্যায়-নীতিকে অগ্রাহ‍্য করা হয়। বরং
        তারা দুনিয়াতে বরাবর লান্চিত জাতি হিসেবেই টিকে থাকবে যেভাবে গোটা মুসলিম
        উম্মাহ আজকে সারা দুনিয়ার ছোট বড় সকল জাতির কাছে লাঞ্ছিত ও অপমানিত হচ্ছে।
        <br /> <br />
        আমাদের উপলব্ধির দিকটা শুধু মানবিক দিক বিবেচনায়ও করা যেত।কিন্তু ঐ
        প্রাকটিসিং মুসলিম যে…
      </p>
    </div>
  );
};

export default Blog;
